[
    {
        "id": 1,
        "slug": "engine-rebuilding-performance-upgrades",
        "service_details": {
            "title": "Stars and Stripes Automotive LLC - Engine Rebuilding & Performance Upgrades",
            "description": "At Stars and Stripes Automotive LLC, we are passionate about reviving the heart of your vintage and classic cars—your engine. Our expert team specializes in restoring power, precision, and performance, ensuring your engine not only runs like new but exceeds modern standards. Whether you're looking to restore a cherished classic or elevate its performance, our skilled technicians provide high-quality engine rebuilding and performance upgrades tailored to your needs. Discover the full range of our engine services designed to optimize both reliability and power:",
            "services": [
                {
                    "title": " Engine Rebuilding",
                    "description": "Our Engine Rebuilding service is a thorough process designed to breathe new life into your vintage or classic car engine. We disassemble, clean, and meticulously inspect each component before rebuilding it to original or enhanced specifications. Our focus is on precision to ensure your engine runs smoothly with maximum performance and reliability."
                  },
                  {
                    "title": " Performance Upgrades",
                    "description": "Ready to take your classic car to the next level? Our Performance Upgrades are tailored to fit your specific driving style and goals. From carburetor tuning to modern ignition systems and high-performance parts, we incorporate cutting-edge technology to unlock your vehicle's true potential, blending the best of the old and new."
                  },
                  {
                    "title": " Cylinder Head Restoration",
                    "description": "Our Cylinder Head Restoration service enhances your engines power and efficiency. We offer complete restoration, including resurfacing, valve adjustments, and port polishing, to maximize airflow and boost horsepower. Trust us to improve both the longevity and performance of your engines most vital components."
                  },
                  {
                    "title": " Custom Exhaust Systems",
                    "description": "Give your classic car an exhilarating boost in both sound and performance with our Custom Exhaust Systems. Designed to improve horsepower and optimize airflow, we create systems that are as unique as your car, delivering an unmatched signature sound while ensuring top-notch performance."
                  },
                  {
                    "title": " Engine Diagnostics and Tuning",
                    "description": "With advanced diagnostic tools and expert tuning, we ensure your engine runs at peak performance. From fuel system optimization to ignition timing, we fine-tune every aspect of your engine to deliver optimal power, efficiency, and reliability. Let us help you unlock the full potential of your engine and keep it running smoothly for years to come."
                  }
            ]
        },
        "similar_services": [
            {
                "id": 4,
                "slug": "classic-car-detailing-preservation",
                "title": "Classic Car Detailing and Preservation",
                "description": "Keep your classic sharp with top-tier detailing and preservation. We make sure your car stays tough and timeless.",
                "icon": "/assets/img/icon/service-icon-1.svg"
            },
            {
                "id": 2,
                "slug": "bodywork-paint-restoration",
                "title": "Bodywork and Paint Restoration",
                "description": "Bring back the bold look of your car with expert bodywork and a flawless paint job. We restore your car's strength and style.",
                "icon": "/assets/img/icon/service-icon-2.svg"
            },
            {
                "id": 3,
                "slug": "ls-swaps-efi-conversions",
                "title": "LS Swaps and EFI Conversions",
                "description": "Upgrade your ride with modern power—professional LS engine swaps and EFI conversions for reliability and performance.",
                "icon": "/assets/img/icon/service-icon-3.svg"
            }
        ]
    },
    {
        "id": 2,
        "slug": "bodywork-paint-restoration",
        "service_details": {
            "title": "Bodywork and Paint Restoration",
            "description": "At Stars and Stripes Automotive LLC, we specialize in bringing the timeless beauty of your classic car back to life through expert bodywork and paint restoration services. Whether your vehicle needs rust removal, dent repair, or a complete repaint, our team of skilled technicians meticulously restore every detail to preserve your car's vintage charm. We enhance both the aesthetic appeal and value of your vehicle, ensuring it stands the test of time. With a focus on quality, craftsmanship, and attention to detail, our restoration services are designed to rejuvenate your car and maintain its classic appeal. Explore our comprehensive restoration services below:",
            "services": [
                {
                    "title": " Rust Removal and Repair",
                    "description": "Rust can significantly damage the structural integrity of your classic car. At Stars and Stripes Automotive LLC, our expert team uses advanced techniques to remove rust and repair affected areas. By restoring both the body and frame, we preserve your cars original look while ensuring its long-lasting durability and strength. Protect your investment and keep your vintage car looking like new with our thorough rust removal and repair services."
                  },
                  {
                    "title": " Dent and Panel Restoration",
                    "description": "Our Dent and Panel Restoration services ensure your classic cars body remains flawless. From small dings to larger impacts, our skilled technicians meticulously repair dents and damaged panels to restore the cars smooth, seamless surface. With our precise techniques, we ensure your vehicle is ready for a flawless finish and preserves its original, vintage aesthetic."
                  },
                  {
                    "title": " Custom Paint Restoration",
                    "description": "Give your car a fresh new look or bring back its original brilliance with our Custom Paint Restoration services. Whether you want to restore your classic cars original color or reinvent its appearance, we use premium, long-lasting paints to achieve a stunning, durable finish. Our expert painters ensure every detail is perfected, delivering a show-stopping finish that enhances your cars value and aesthetic appeal."
                  },
                  {
                    "title": " Polishing and Clear Coat Refinishing",
                    "description": "Bring back your classic car's original luster with our Polishing and Clear Coat Refinishing services. We expertly polish the paint surface to remove imperfections, followed by a protective clear coat that enhances both shine and longevity. This service not only restores your cars beauty but also protects it from future wear and environmental damage, giving your car a lasting and vibrant finish."
                  }
            ]
        },
        "similar_services": [
            {
                "id": 1,
                "slug": "engine-rebuilding-performance-upgrades",
                "title": "Engine Rebuilding and Performance Upgrades",
                "description": "Give your engine new life with powerful rebuilds and performance upgrades. We bring muscle back to your ride.",
                "icon": "/assets/img/icon/service-icon-1.svg"
            },
            {
                "id": 4,
                "slug": "classic-car-detailing-preservation",
                "title": "Classic Car Detailing and Preservation",
                "description": "Keep your classic sharp with top-tier detailing and preservation. We make sure your car stays tough and timeless.",
                "icon": "/assets/img/icon/service-icon-1.svg"
            },
            {
                "id": 3,
                "slug": "ls-swaps-efi-conversions",
                "title": "LS Swaps and EFI Conversions",
                "description": "Upgrade your ride with modern power—professional LS engine swaps and EFI conversions for reliability and performance.",
                "icon": "/assets/img/icon/service-icon-3.svg"
            }
        ]
    },
    {
        "id": 3,
        "slug": "ls-swaps-efi-conversions",
        "service_details": {
            "title": "LS Swaps and EFI Conversions",
            "description": "At Stars and Stripes Automotive LLC, we specialize in LS engine swaps and EFI conversions, blending modern performance, reliability, and efficiency with the classic charm of your vehicle. Whether you're looking to increase horsepower, improve drivability, or enhance fuel efficiency, our expert team ensures seamless integration of cutting-edge technology while preserving the soul of your ride. With precision engineering and high-performance solutions, we bring your classic car into the modern era without sacrificing its vintage character. Explore our LS swap and EFI conversion services below:",
            "services": [
             {
                "title": " LS Engine Swaps",
                "description": "Upgrade your classic car with an LS engine swap to experience a massive boost in performance, power, and reliability. Our expert team ensures that the transition to a high-performance LS engine is seamless, integrating modern technology without compromising the original essence of your vehicle. With a focus on performance and durability, we provide the perfect solution to elevate your classic car's driving experience while maintaining its vintage appeal."
            },
            {
                "title": " EFI Conversions",
                "description": "Revolutionize your cars fuel system with our EFI Conversion services. By replacing outdated carburetors with modern electronic fuel injection (EFI) systems, we enhance fuel efficiency, improve throttle response, and ensure smoother engine operation. Our EFI conversions help your classic car meet modern standards for emissions and reliability while offering significant performance gains on the road."
            },
            {
                "title": " Wiring and ECU Tuning",
                "description": "Our custom wiring harnesses and ECU tuning services are designed to optimize the performance of your LS engine or EFI conversion. Whether its ensuring seamless engine operation or fine-tuning for peak horsepower, our expert technicians use state-of-the-art technology to maximize your engines potential. From precision wiring to customized ECU settings, we provide tailored solutions for your LS swap or EFI upgrade."
            },
            {
                "title": " Custom Exhaust and Cooling Solutions",
                "description": "Keep your LS-powered classic running cool and sounding incredible with our Custom Exhaust and Cooling Solutions. We design and install custom exhaust systems that not only improve airflow and performance but also provide a signature sound unique to your car. Our cooling system upgrades ensure optimal temperature regulation for your LS engine, keeping it running at its best during even the most intense drives."
            }
            ]
        },
        "similar_services": [
            {
                "id": 1,
                "slug": "engine-rebuilding-performance-upgrades",
                "title": "Engine Rebuilding and Performance Upgrades",
                "description": "Give your engine new life with powerful rebuilds and performance upgrades. We bring muscle back to your ride.",
                "icon": "/assets/img/icon/service-icon-1.svg"
            },
            {
                "id": 2,
                "slug": "bodywork-paint-restoration",
                "title": "Bodywork and Paint Restoration",
                "description": "Bring back the bold look of your car with expert bodywork and a flawless paint job. We restore your car's strength and style.",
                "icon": "/assets/img/icon/service-icon-2.svg"
            },
            {
                "id": 4,
                "slug": "classic-car-detailing-preservation",
                "title": "Classic Car Detailing and Preservation",
                "description": "Keep your classic sharp with top-tier detailing and preservation. We make sure your car stays tough and timeless.",
                "icon": "/assets/img/icon/service-icon-1.svg"
            }
        ]
    },

    {
        "id": 4,
        "slug": "classic-car-detailing-preservation",
        "service_details": {
        "title": "Classic Car Detailing and Preservation",
        "description": "At Stars and Stripes Automotive LLC, we specialize in high-end detailing and preservation services to maintain the timeless beauty of your vintage and classic vehicles. Our expert team uses meticulous cleaning techniques and advanced protective treatments to ensure your car remains a shining example of automotive history. Whether you're looking to refresh your car's exterior, preserve its interior, or protect its finish, we provide top-tier services that keep your classic ride in peak condition. Explore our classic car detailing and preservation services below:",
        "services": [
    {
    "title": " Exterior Detailing",
    "description": "Restore your classic cars lustrous finish with our professional Exterior Detailing services. From hand washing and paint correction to premium waxing, we bring out the best in your vehicles exterior. Our detailed process removes contaminants, restores shine, and provides a showroom-quality finish, making your car stand out on the road or at a car show."
    },
    {
      "title": " Interior Restoration Cleaning",
      "description": "Give your car's interior the care it deserves with our Interior Restoration Cleaning services. We thoroughly clean and condition upholstery, carpets, and trim, preserving the original beauty of your vintage vehicle. Our specialized treatments remove dirt, stains, and odors, while rejuvenating the materials to maintain the authenticity and comfort of your classic car's cabin."
    },
    {
      "title": " Engine Bay Detailing",
      "description": "Enhance the appearance and cleanliness of your cars engine bay with our precision Engine Bay Detailing. We carefully clean and degrease components, removing dirt, grease, and grime, while ensuring all parts are properly protected. This service not only improves aesthetics but also helps in maintaining engine performance by preventing the build-up of harmful contaminants."
    },
    {
      "title": " Protective Coatings and Preservation",
      "description": "Keep your classic car looking pristine with our advanced Protective Coatings and Preservation services. We apply premium ceramic coatings or sealants that provide a durable layer of protection against wear, UV damage, and environmental elements. These coatings safeguard your cars paint and surfaces, maintaining its brilliance and extending the life of your investment."
    }
            ]
        },
        "similar_services": [
            {
                "id": 1,
                "slug": "engine-rebuilding-performance-upgrades",
                "title": "Engine Rebuilding and Performance Upgrades",
                "description": "Give your engine new life with powerful rebuilds and performance upgrades. We bring muscle back to your ride.",
                "icon": "/assets/img/icon/service-icon-1.svg"
            },
            {
                "id": 2,
                "slug": "bodywork-paint-restoration",
                "title": "Bodywork and Paint Restoration",
                "description": "Bring back the bold look of your car with expert bodywork and a flawless paint job. We restore your car's strength and style.",
                "icon": "/assets/img/icon/service-icon-2.svg"
            },
            {
                "id": 3,
                "slug": "ls-swaps-efi-conversions",
                "title": "LS Swaps and EFI Conversions",
                "description": "Upgrade your ride with modern power—professional LS engine swaps and EFI conversions for reliability and performance.",
                "icon": "/assets/img/icon/service-icon-3.svg"
            }
        ]
    },
    {
        "id": 5,
        "slug": "custom-upholstery-interior-design",
        "service_details": {
           "title": "Custom Upholstery and Interior Design",
  "description": "At Stars and Stripes Automotive LLC, we specialize in transforming the interiors of vintage and classic cars with bespoke upholstery and interior design services. Whether you're looking to restore original materials or create a completely custom interior, our expert craftsmanship ensures that your vehicle’s interior is as iconic as its exterior. With attention to detail and a passion for classic car restoration, we provide unique, tailored solutions to elevate your car's interior to a level of elegance and comfort that complements its legacy.",
  "services": [
    {
      "title": " Original Upholstery Restoration",
      "description": "Preserve the authenticity of your classic car with our Original Upholstery Restoration service. We carefully restore your vehicle’s original upholstery using period-correct materials and techniques, maintaining the vintage charm while ensuring durability. Whether it's the seats, door panels, or headliner, we bring back the original beauty and craftsmanship that defines your car’s legacy."
    },
    {
      "title": " Custom Interior Design",
      "description": "Transform your classic car into a one-of-a-kind masterpiece with our Custom Interior Design services. From bespoke upholstery and stitching to unique design elements, we work with you to create an interior that matches your personal style and complements your car’s heritage. Whether you’re looking for a luxurious finish or a bold new look, our custom designs make your car’s interior as remarkable as its exterior."
    },
    {
      "title": " Leather and Fabric Repairs",
      "description": "Restore worn or damaged leather, vinyl, and fabric interiors to their original splendor with our expert Leather and Fabric Repair services. Our team carefully matches the color, texture, and style of your car’s interior, whether you’re preserving the original look or opting for a custom upgrade. We ensure that every repair blends seamlessly with your car's aesthetic, enhancing both appearance and comfort."
    },
    {
      "title": " Carpeting and Headliner Replacement",
      "description": "Refresh your cars interior with our Carpeting and Headliner Replacement services. We offer high-quality replacement options that not only improve the look and feel of your classic car but also provide long-lasting durability. Choose from a range of materials and colors that complement your vehicle’s design, ensuring a comfortable, stylish, and well-maintained interior."
    }
            ]
        },
        "similar_services": [
            {
                "id": 1,
                "slug": "engine-rebuilding-performance-upgrades",
                "title": "Engine Rebuilding and Performance Upgrades",
                "description": "Give your engine new life with powerful rebuilds and performance upgrades. We bring muscle back to your ride.",
                "icon": "/assets/img/icon/service-icon-1.svg"
            },
            {
                "id": 2,
                "slug": "bodywork-paint-restoration",
                "title": "Bodywork and Paint Restoration",
                "description": "Bring back the bold look of your car with expert bodywork and a flawless paint job. We restore your car's strength and style.",
                "icon": "/assets/img/icon/service-icon-2.svg"
            },
            {
                "id": 3,
                "slug": "ls-swaps-efi-conversions",
                "title": "LS Swaps and EFI Conversions",
                "description": "Upgrade your ride with modern power—professional LS engine swaps and EFI conversions for reliability and performance.",
                "icon": "/assets/img/icon/service-icon-3.svg"
            }
        ]
    },
    {
        "id": 6,
        "slug": "liquid-wraps-vinyl",
        "service_details": {
            "title": "Liquid Wraps and Vinyl",
            "description": "At Stars and Stripes Automotive LLC, we specialize in high-quality liquid wraps and vinyl to transform and protect your vehicle. Whether you want a striking new look, a durable protective layer, or a temporary color change, our expert team provides seamless wrap applications that enhance your car’s style and longevity. From full-color changes to custom graphics and specialty finishes, we offer premium solutions tailored to your vision.",
            "services": [
                {
                    "title": "Custom Vinyl Wraps",
                    "description": "Upgrade your vehicles look with our Custom Vinyl Wraps. Choose from an extensive selection of colors, finishes, and textures, including matte, gloss, satin, carbon fiber, and chrome. Our precision installation ensures a flawless fit, giving your car a fresh, stylish appearance while protecting the factory paint underneath."
                  },
                  {
                    "title": "Liquid Wraps (Removable Coatings)",
                    "description": "Experience the versatility of Liquid Wraps—a spray-applied, peelable coating that allows you to change your car’s color or finish while adding a layer of protection. Available in a wide range of shades and effects, including metallics and pearlescents, liquid wraps provide a durable, removable alternative to traditional paint jobs."
                  },
                  {
                    "title": "Paint Protection & Clear Wraps",
                    "description": "Preserve your vehicles pristine finish with our Paint Protection and Clear Wraps. Designed to guard against rock chips, road debris, and UV damage, these wraps provide a virtually invisible shield while maintaining your car’s original color and shine. Ideal for daily drivers and high-end vehicles alike."
                  },
                  {
                    "title": "Custom Graphics and Accents",
                    "description": "Personalize your ride with Custom Graphics and Accent Wraps. Whether you want racing stripes, decals, or partial wraps for mirrors, roofs, or hoods, we offer precise vinyl applications that make your vehicle stand out. Our team works with you to design unique, eye-catching details that complement your car’s style."
                  },
                  {
                    "title": "Wrap Removal and Reapplication",
                    "description": "Need a change? Our Wrap Removal and Reapplication service makes it easy to refresh your vehicle’s look. We carefully remove old vinyl or liquid wraps without damaging your car’s paint, preparing it for a brand-new design. Whether you're upgrading to a new color or switching styles, we ensure a smooth transition."
                  }
            ]
        },
        "similar_services": [
            {
                "id": 1,
                "slug": "engine-rebuilding-performance-upgrades",
                "title": "Engine Rebuilding and Performance Upgrades",
                "description": "Give your engine new life with powerful rebuilds and performance upgrades. We bring muscle back to your ride.",
                "icon": "/assets/img/icon/service-icon-1.svg"
            },
            {
                "id": 2,
                "slug": "bodywork-paint-restoration",
                "title": "Bodywork and Paint Restoration",
                "description": "Bring back the bold look of your car with expert bodywork and a flawless paint job. We restore your car's strength and style.",
                "icon": "/assets/img/icon/service-icon-2.svg"
            },
            {
                "id": 3,
                "slug": "ls-swaps-efi-conversions",
                "title": "LS Swaps and EFI Conversions",
                "description": "Upgrade your ride with modern power—professional LS engine swaps and EFI conversions for reliability and performance.",
                "icon": "/assets/img/icon/service-icon-3.svg"
            }
        ]
    },
    {
        "id": 7,
        "service_details": {
            "title": "Heating Services",
            "description": "At AutoCare Solutions, we understand that your tires are a critical component of your vehicle's performance, safety, and overall driving experience. Our tire services are designed to ensure that your tires are in optimal condition, providing you with the traction, handling, and comfort you deserve. Explore our comprehensive tire services below:",
            "services": [
                {
                    "title": "Tire Rotation",
                    "description": "Regular tire rotation is essential for even tread wear and longevity. Our technicians will rotate your tires according to your vehicle's specifications, promoting balanced wear patterns and extending the life of your tires."
                },
                {
                    "title": "Tire Balancing",
                    "description": "Imbalanced tires can lead to uneven wear, vibrations, and handling issues. Our precision tire balancing services ensure that each tire and wheel assembly is balanced, enhancing your vehicle's ride comfort and overall performance."
                },
                {
                    "title": "Wheel Alignment",
                    "description": "Proper wheel alignment is crucial for maintaining vehicle stability and preventing uneven tire wear. Our advanced alignment equipment and skilled technicians will ensure that your wheels are aligned to manufacturer specifications."
                },
                {
                    "title": "Tire Repair",
                    "description": "If you've experienced a flat tire or puncture, our tire repair services are here to help. We'll assess the damage and, when possible, perform a professional repair to get you back on the road safely."
                }
            ]
        },
        "similar_services": [
            {
                "id": 1,
                "title": "Diagnostic Services",
                "description": "Lorem Ipsum is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry's standard dummy text ever since the 1500s.",
                "icon": "/assets/img/icon/service-icon-1.svg"
            },
            {
                "id": 2,
                "title": "Routine Maintenance",
                "description": "Lorem Ipsum is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry's standard dummy text ever since the 1500s.",
                "icon": "/assets/img/icon/service-icon-2.svg"
            },
            {
                "id": 3,
                "title": "LS Swaps and EFI Conversions",
                "description": "Upgrade your ride with modern power—professional LS engine swaps and EFI conversions for reliability and performance.",
                "icon": "/assets/img/icon/service-icon-3.svg"
            }
        ]
    },
    {
        "id": 9,
        "service_details": {
            "title": "Tire Services",
            "description": "At AutoCare Solutions, we understand that your tires are a critical component of your vehicle's performance, safety, and overall driving experience. Our tire services are designed to ensure that your tires are in optimal condition, providing you with the traction, handling, and comfort you deserve. Explore our comprehensive tire services below:",
            "services": [
                {
                    "title": "Tire Rotation",
                    "description": "Regular tire rotation is essential for even tread wear and longevity. Our technicians will rotate your tires according to your vehicle's specifications, promoting balanced wear patterns and extending the life of your tires."
                },
                {
                    "title": "Tire Balancing",
                    "description": "Imbalanced tires can lead to uneven wear, vibrations, and handling issues. Our precision tire balancing services ensure that each tire and wheel assembly is balanced, enhancing your vehicle's ride comfort and overall performance."
                },
                {
                    "title": "Wheel Alignment",
                    "description": "Proper wheel alignment is crucial for maintaining vehicle stability and preventing uneven tire wear. Our advanced alignment equipment and skilled technicians will ensure that your wheels are aligned to manufacturer specifications."
                },
                {
                    "title": "Tire Repair",
                    "description": "If you've experienced a flat tire or puncture, our tire repair services are here to help. We'll assess the damage and, when possible, perform a professional repair to get you back on the road safely."
                }
            ]
        },
        "similar_services": [
            {
                "id": 1,
                "title": "Diagnostic Services",
                "description": "Lorem Ipsum is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry's standard dummy text ever since the 1500s.",
                "icon": "/assets/img/icon/service-icon-1.svg"
            },
            {
                "id": 2,
                "title": "Routine Maintenance",
                "description": "Lorem Ipsum is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry's standard dummy text ever since the 1500s.",
                "icon": "/assets/img/icon/service-icon-2.svg"
            },
            {
                "id": 3,
                "title": "LS Swaps and EFI Conversions",
                "description": "Upgrade your ride with modern power—professional LS engine swaps and EFI conversions for reliability and performance.",
                "icon": "/assets/img/icon/service-icon-3.svg"
            }
        ]
    },
    {
        "id": 8,
        "service_details": {
            "title": "AutoCare Solutions - Tire Services",
            "description": "At AutoCare Solutions, we understand that your tires are a critical component of your vehicle's performance, safety, and overall driving experience. Our tire services are designed to ensure that your tires are in optimal condition, providing you with the traction, handling, and comfort you deserve. Explore our comprehensive tire services below:",
            "services": [
                {
                    "title": "Tire Rotation",
                    "description": "Regular tire rotation is essential for even tread wear and longevity. Our technicians will rotate your tires according to your vehicle's specifications, promoting balanced wear patterns and extending the life of your tires."
                },
                {
                    "title": "Tire Balancing",
                    "description": "Imbalanced tires can lead to uneven wear, vibrations, and handling issues. Our precision tire balancing services ensure that each tire and wheel assembly is balanced, enhancing your vehicle's ride comfort and overall performance."
                },
                {
                    "title": "Wheel Alignment",
                    "description": "Proper wheel alignment is crucial for maintaining vehicle stability and preventing uneven tire wear. Our advanced alignment equipment and skilled technicians will ensure that your wheels are aligned to manufacturer specifications."
                },
                {
                    "title": "Tire Repair",
                    "description": "If you've experienced a flat tire or puncture, our tire repair services are here to help. We'll assess the damage and, when possible, perform a professional repair to get you back on the road safely."
                }
            ]
        },
        "similar_services": [
            {
                "id": 1,
                "title": "Diagnostic Services",
                "description": "Lorem Ipsum is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry's standard dummy text ever since the 1500s.",
                "icon": "/assets/img/icon/service-icon-1.svg"
            },
            {
                "id": 2,
                "title": "Routine Maintenance",
                "description": "Lorem Ipsum is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry's standard dummy text ever since the 1500s.",
                "icon": "/assets/img/icon/service-icon-2.svg"
            },
            {
                "id": 3,
                "title": "LS Swaps and EFI Conversions",
                "description": "Upgrade your ride with modern power—professional LS engine swaps and EFI conversions for reliability and performance.",
                "icon": "/assets/img/icon/service-icon-3.svg"
            }
        ]
    }
]
